Table of Contents
 Enum ResultOnMeshType
Namespace
IdeaRS.OpenModel.Result
Assembly
IdeaRS.OpenModel.dll
Type of result on mesh
public enum ResultOnMeshType
Fields
FondationStress = 26
Foundation stress
OverallCheck = 100
OverallCheck
Strain = 22
Strain
StrainCheck = 23
StrainCheck
Stress = 24
Stress
Fields
 Name |  Description
 FondationStress = 26
Foundation stress
 OverallCheck = 100
OverallCheck
 Strain = 22
Strain
 StrainCheck = 23
StrainCheck
 Stress = 24
Stress
 Edit this page